{
    "description": "Descriptions of board games from BoardGameGeek.",
    "board_games": [
{"description": ["Die Macher is a game about seven sequential political races in different regions of Germany.", "Players are in charge of national political parties, and must manage limited resources to help their party to victory.", "The winning party will have the most victory points after all the regional elections.", "There are four different ways of scoring victory points.", "First, each regional election can supply one to eighty victory points, depending on the size of the region and how well your party does in it.", "Second, if a party wins a regional election and has some media influence in the region, then the party will receive some media-control victory points.", "Third, each party has a national party membership which will grow as the game progresses and this will supply a fair number of victory points.", "Lastly, parties score some victory points if their party platform matches the national opinions at the end of the game.", "The 1986 edition featured 4 parties from the old West Germany and supported 3-4 players.", "The 1997 edition supports up to 5 players in the re-united Germany and updated several features of the rules as well.", "The 2006 edition also supports up to 5 players and adds a shorter 5 round variant and additional rules updates by the original designer.", "Die Macher is #1 in the Valley Games Classic Line"], "objectid": "1", "boardgamemechanic": [["2012", "Auction/Bidding"]], "yearpublished": 1986, "boardgamecategory": [["1021", "Economic"], ["1001", "Political"]], "name": "Die Macher"},
{"description": ["Dragonmaster is a trick-taking card game based on an older game called Coup d'etat.", "Each player is given a supply of plastic gems, which represent points.", "Each player will get to be the dealer for five different hands, with slightly different goals for each hand.", "After all cards have been dealt out, the dealer decides which hand best suits his or her current cards, and the other players are penalized points (in the form of crystals) for taking certain tricks or cards.", "For instance, if \"first\" or \"last\" is called, then a player is penalized for taking the first or last tricks.", "All players will get a chance to be dealer for five hands, but other players can steal this opportunity by taking all of the tricks during certain hands.", "At the end, the biggest pile of gems wins the game"], "objectid": "2", "boardgamemechanic": [["2009", "Trick-taking"]], "yearpublished": 1981, "boardgamecategory": [["1002", "Card Game"], ["1010", "Fantasy"]], "name": "Dragonmaster"},
{"description": ["Part of the Knizia tile-laying trilogy, this game is ostensibly set in medieval Japan.", "Players use hexagonal tiles to surround cities, which have one to three different figures: rice paddies, Buddhas, or high hats.", "The tiles represent influence on particular facets of the cities, and the highest influence on a figure when the city is surrounded takes that figure.", "The object of the game is to have more of any one else in one category, and then have the most remaining figures."], "objectid": "3", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2040", "Hand Management"], ["2004", "Set Collection"], ["2002", "Tile Placement"]], "yearpublished": 1998, "boardgamecategory": [["1035", "Medieval"]], "name": "Samurai"},
{"description": ["When you see the triangular box and the luxurious, large blocks, you can tell this game was designed to be beautiful as well as functional.", "The object of the game is to build pyramids out of the different colored blocks.", "A pyramid scores more points when it's made from a few colors, but it's much harder to consistently outbid the other players for the necessary blocks.", "The game is over when the Pharoah's Pyramid in the center is completed, which is built using all the blocks that the players don't use during the course of the game.", "Final round 1990 Hippodice Spieleautorenwettbewerb."], "objectid": "4", "boardgamemechanic": [["2001", "Action Point Allowance System"], ["2080", "Area Control / Area Influence"], ["2012", "Auction/Bidding"], ["2004", "Set Collection"]], "yearpublished": 1992, "boardgamecategory": [["1050", "Ancient"]], "name": "Tal der Könige"},
{"description": ["This Sid Sackson classic has taken many different forms over the years depending on the publisher.", "Each player strategically invests in businesses, trying to retain a majority of stock.", "As the businesses grow with tile placements, they also start merging, giving the majority stockholders of the acquired business sizable bonuses, which can then be used to reinvest into other chains.", "All of the investors in the acquired company can then cash in their stocks for current value or trade them 2-for-1 for shares of the newer, larger business.", "The game is a race to acquire the greatest wealth.", "Some versions of the 3M bookshelf edition included rules for a 2-player variant.", "The original version is part of the 3M Bookshelf Series."], "objectid": "5", "boardgamemechanic": [["2040", "Hand Management"], ["2005", "Stock Holding"], ["2002", "Tile Placement"]], "yearpublished": 1962, "boardgamecategory": [["1021", "Economic"]], "name": "Acquire"},
{"description": ["In the ancient lands along the Mediterranean, players attempt to satisfy their unique victory conditions via trade, war and construction.", "This lavishly produced game contains tons of wooden game components and a beautiful roll-out vinyl map.", "Players produce a score of different commodities to trade with other cities in the hope of creating enough income to fill their capitals with buildings, produce artwork, and fill warehouses with goods."], "objectid": "6", "boardgamemechanic": [["2072", "Dice Rolling"]], "yearpublished": 1989, "boardgamecategory": [["1015", "Civilization"], ["1008", "Nautical"]], "name": "Mare Mediterraneum"},
{"description": ["In Cathedral, each player has a set of pieces of a different color.", "The pieces are in the shapes of buildings, covering from one to five square units.", "The first player takes the single neutral Cathedral piece and places it onto the board.", "Players then alternate placing one of their buildings onto the board until neither player can place another building.", "Players capture territory by surrounding areas that are occupied by at most one opponent or neutral building.", "A captured piece is removed and captured territory becomes off-limits to the opponent.", "The player with the fewest 'square units' of buildings that can't be placed wins."], "objectid": "7", "boardgamemechanic": [["2043", "Area Enclosure"], ["2048", "Pattern Building"], ["2060", "Pattern Recognition"], ["2002", "Tile Placement"]], "yearpublished": 1978, "boardgamecategory": [["1009", "Abstract Strategy"]], "name": "Cathedral"},
{"description": ["In this interesting offering from Warfrog, players become Gods seeking to dominate a world with their followers.", "The first part of the game involves constructing the game board, after which players take turns using cards to determine how many new people should appear and what type of terrain they will inhabit.", "All tribes start off as barbarians, but soon the calming effect of civilization settles the marauding bands; although civilized tribes score more, they can no longer attack.", "What they can do, though, is civilize other players' followers.", "Sure it gives opponents more points, but at least those followers won't come after you!"], "objectid": "8", "boardgamemechanic": [["2011", "Modular Board"]], "yearpublished": 1993, "boardgamecategory": [["1015", "Civilization"], ["1010", "Fantasy"]], "name": "Lords of Creation"},
{"description": ["Although called the sequel to El Grande, El Caballero shares very few aspects with its namesake.", "This game is a fun but intense brain-burner in which players explore and attempt to control the lands and waterways of the New World.", "'Exploration' in El Caballero consists of picking and placing land tiles that are most favorable to you, and 'control' is attained by having the most caballeros camped on the edges of the resulting land masses."], "objectid": "9", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2002", "Tile Placement"]], "yearpublished": 1998, "boardgamecategory": [["1020", "Exploration"]], "name": "El Caballero"},
{"description": ["Elfenland is a redesign of the original White Wind game Elfenroads.", "The game is set in the mythical world of the elves.", "A group of fledgling elves (the players) are charged with visiting as many of the twenty Elfencities as they can over a short period of time.", "To accomplish the task they will use various forms of transportation such as Pigs, Elfbikes, Magic Clouds, Trollwagons, and Dragons.", "Re-implements:", "     Elfenroads", "Expanded by:", "     Elfengold"], "objectid": "10", "boardgamemechanic": [["2041", "Card Drafting"], ["2040", "Hand Management"], ["2078", "Point to Point Movement"]], "yearpublished": 1998, "boardgamecategory": [["1010", "Fantasy"], ["1097", "Travel"]], "name": "Elfenland"},
{"description": ["Bohnanza is the first in the Bohnanza family of games and has been published in several different editions.", "As card games go, this one is quite revolutionary.", "Perhaps its oddest feature is that you cannot rearrange your hand, as you need to play the cards in the order that you draw them.", "The cards are colorful depictions of beans in various descriptive poses, and the object is to make coins by planting fields (sets) of these beans and then harvesting them.", "To help players match their cards up, the game features extensive trading and deal making.", "The original German edition supports 3-5 players.", "The newest English version is from Rio Grande Games and it comes with the first edition of the first German expansion included in a slightly oversized box.", "One difference in the contents, however, is that bean #22's Weinbrandbohne (Brandy Bean) was replaced by the Wachsbohne, or Wax Bean.", "This edition includes rules for up to seven players, like the Erweiterungs-Set, but also adapts the two-player rules of Al Cabohne in order to allow two people to play Bohnanza.", "Note: As mentioned above, the Rio Grande Games edition supports more players than the Amigo release, and also sports two-player rules.", "You should keep that in mind when perusing the ratings."], "objectid": "11", "boardgamemechanic": [["2040", "Hand Management"], ["2004", "Set Collection"], ["2008", "Trading"]], "yearpublished": 1997, "boardgamecategory": [["1002", "Card Game"], ["1013", "Farming"], ["1026", "Negotiation"]], "name": "Bohnanza"},
{"description": ["Ra is an auction and set-collection game with an Ancient Egyptian theme.", "Each turn players are able to purchase lots of tiles with their bidding tiles (suns).", "Once a player has used up his or her suns, the other players continue until they do likewise, which may set up a situation with a single uncontested player bidding on tiles before the end of the round occurs.", "Tension builds because the round may end before all players have had a chance to win their three lots for the epoch.", "The various tiles either give immediate points, prevent negative points for not having certain types at the end of the round (epoch), or give points after the final round.", "The game lasts for three \"epochs\" (rounds).", "The game offers a short learning curve, and experienced players find it both fast-moving and a quick play.", "From the Box:", "The game spans 1500 years of Egyptian history in less than an hour!", "The players seek to expand their power and fame and there are many ways to accomplish this: Influencing Pharaohs, Building monuments, Farming on the Nile, Paying homage to the Gods, Advancing the technology and culture of the people.", "Ra is an auction and set collecting game where players may choose to take risks for great rewards or... And all this is for the glory of the Sun God Ra!"], "objectid": "12", "boardgamemechanic": [["2012", "Auction/Bidding"], ["2661", "Press Your Luck"], ["2004", "Set Collection"]], "yearpublished": 1999, "boardgamecategory": [["1050", "Ancient"], ["1082", "Mythology"]], "name": "Ra"},
{"description": ["In Settlers of Catan, players try to be the dominant force on the island of Catan by building settlements, cities, and roads.", "On each turn dice are rolled to determine what resources the island produces.", "Players collect these resources to build up their civilizations to get to 10 victory points and win the game.", "Multi-award-winning and one of the most popular games in recent history due to its amazing ability to appeal to non-gamers and gamers alike.", "Die Siedler von Catan was originally published by Kosmos and has gone through multiple editions.", "It was licensed by Mayfair and has undergone at least 4 editions as Settlers of Catan.", "It has also been re-published in a travel edition by Kosmos and in yet another edition for Japan/Asia, Settlers of Catan: Rockman Edition.", "Settlers of Catan is the original game in the Catan Series."], "objectid": "13", "boardgamemechanic": [["2072", "Dice Rolling"], ["2040", "Hand Management"], ["2011", "Modular Board"], ["2081", "Route/Network Building"], ["2008", "Trading"]], "yearpublished": 1995, "boardgamecategory": [["1026", "Negotiation"]], "name": "The Settlers of Catan"},
{"description": ["Several games use the simultaneous action selection mechanism, but this is perhaps one of the best.", "Basari is a game of gem merchants competing in a marketplace, racing, collecting, trading, and predicting what the other merchants will do.", "To start the game, players receive 12 gemstones (3 each of 4 colors). ", "Each turn there will be a movement phase and an action phase:", "For movement, everyone simultaneously rolls their die and moves their markers around a track.", "They then choose one of three different actions to perform.", "The actions are:", "- to take a variety of gems from a market stall, ", "- to immediately score from between 4 and 7 points, or ", "- to roll and move again and also collect points.", "The action cards are revealed simultaneously.", "If only 1 player chose a particular action, they simply perform that action.", "If 2 players chose the same action, they barter back and forth with gemstones.", "One player will eventually accept the other's offer of gems, and the other will take the action.", "If 3 or 4 players all chose the same action card, that action is cancelled.", "Note that in 4-player games, there will always be a conflict in choice of 3 actions, so much more negotiating goes on.", "A new turn begins with everyone rolling their die, moving, then choosing and revealing their action cards.", "When any merchant piece completes a lap around the board, the round ends and bonus points are awarded based on who has the majority in each gem color and who has completed a lap.", "After three rounds, the game is over and the highest score wins.", "Re-implemented by:", "     Edel, Stein & Reich"], "objectid": "14", "boardgamemechanic": [["2035", "Roll / Spin and Move"], ["2004", "Set Collection"], ["2020", "Simultaneous Action Selection"]], "yearpublished": 1998, "boardgamecategory": [["1026", "Negotiation"]], "name": "Basari"},
{"description": ["Highly regarded by many people, this game definitely deserves a place in the Gaming Hall of Fame, if only because it was so original for its time.", "By request of Fantasy Flight Games, Board Game Geek lists the various editions of Cosmic Encounter in separate entries.", "Each edition is the same game at its core, but the features, compatible expansions, and production differ among them.", "This entry is for the original 1977 Eon version.", "Players represent alien races that are seeking to spread themselves onto five foreign worlds.", "To accomplish this, they make challenges against other players and enlist the aid of interested parties.", "But alien powers, which are unique to each race, give players ways to bend or outright break some rule in the game."], "objectid": "15", "boardgamemechanic": [["2040", "Hand Management"], ["2015", "Variable Player Powers"]], "yearpublished": 1977, "boardgamecategory": [["1023", "Bluffing"], ["1026", "Negotiation"], ["1016", "Science Fiction"]], "name": "Cosmic Encounter"},
{"description": ["Taking on the roles of shop owners in the Moroccan marketplace, players buy various shops, as color-coded tourists in the form of neat little wooden people in hats start showing up at the entry gate.", "Players can then move them into their own like-colored shops to earn money or move them into opponents' shops for a share of the profits.", "After all the tourists have been placed onto the board, the player with the biggest bankroll takes the victory.", "This game combines some great auction elements with spatial relationships for an appealing overall effect."], "objectid": "16", "boardgamemechanic": [["2012", "Auction/Bidding"]], "yearpublished": 1996, "boardgamecategory": [["1021", "Economic"]], "name": "Marracash"},
{"description": ["This game gained a quick following after one of the major gaming conventions of 1999.", "It features several characters, represented on actual stickpin buttons, that each have a unique allowance of polyhedral dice.", "These dice endow each  character with fairly unique combat abilities.", "Players roll the dice against each other and take their opponents' dice as casualties.", "The object of the game is take out the most die 'sides' during the combat.", "It's quite simple, quite inventive, and deeper than it would seem at first."], "objectid": "17", "boardgamemechanic": [["2072", "Dice Rolling"], ["2661", "Press Your Luck"]], "yearpublished": 1999, "boardgamecategory": [["1044", "Collectible Components"], ["1017", "Dice"], ["1046", "Fighting"], ["1120", "Print & Play"]], "name": "Button Men"},
{"description": ["Imagine that you're a supercomputer.", "Now imagine that you're bored.", "So you dream up a little contest for you and a couple of your supercomputing buddies.", "Your task is to move one of the stupid little robots out on the factory floor through a series of checkpoints scattered throughout the factory.", "The wrinkle, however, is that the factory floor is filled with all kinds of inconvenient (if not down-right deadly) obstacles located in various locations: conveyor belts, crushers, flame-throwers, pushers, teleporters, oil slicks, pits, et cetera.", "But the real fun comes when the robots cross each other's path, and suddenly your perfect route is something less than that...", "The game was reprinted by Avalon Hill (Hasbro/WotC) in 2005."], "objectid": "18", "boardgamemechanic": [["2689", "Action / Movement Programming"], ["2676", "Grid Movement"], ["2011", "Modular Board"], ["2019", "Partnerships"], ["2020", "Simultaneous Action Selection"]], "yearpublished": 1994, "boardgamecategory": [["1047", "Miniatures"], ["1031", "Racing"], ["1037", "Real-time"], ["1016", "Science Fiction"]], "name": "RoboRally"},
{"description": ["A long time ago, in a village far, far away, some disturbed townsfolk decided to destroy their entire town in order to rid themselves of an evil menace (it's technically a dog-mouse, but I think it's an idiomatic thing).", "Anyway, so the villagers rebuilt all the buildings in the town (including their precious outhouses), but forgot to include city walls, a river, or roads.", "To rectify this, players lay tiles with one of these three things onto the board, and any building caught underneath them is automatically eliminated, except for outhouses.", "When an outhouse would be destroyed, players take a vote on whether to place that particular section.", "Each player is trying to retain the most of one type of building, and once all the pieces have been placed the winner is the person with the highest valued buildings still standing.", "Wacky, Wacky West re-make description:", "Fans of Klaus Teuber will be interested in this remake/redesign of Drunter und Drüber, a 1991 Spiel des Jahres winner. ", "Just south of nowhere, there's the junction of the Mayfair & Rossdorf RR and the Turvy Trunk Line.", "Springing up from the desert like a tumbleweed lies the eccentric little town of Rossdorf.", "Like most western towns, Rossdorf has a Land Agent: Guy Dough, the brother of that wicked varmint Black Benny.", "A shrewd opportunist, Guy's done sold all the town land ('ceptin' the outhouses) four times over!", "Every acre in town that ain't got an outhouse on it is owned by the miners, the railroads, AND the fort captain.", "Just about a year ago, miners digging in the shadow of Fort Rossdorf struck the mother lode!", "But it wasn't gold, and it wasn't silver.", "No, my friend, it was just a little spring.", "Not any ordinary spring, though!", "It was a torrent of that mind-marbling drink the locals call \"Wacky Water!", "\"  ", "Now that water's done what the sun and the wind couldn't do: it's made those landholders brave enough to take matters into their own hands.", "Now they'll use whatever means they can to bowl over the competition and lay claim to the only fertile spots left in town!", "Now the only thing stoppin' 'em is the Town Charter Amendment #5, which states: \"no landholder may move, remove, or detonate any outhouse without a majority vote of the Town Citizens...\" Now one thing's for sure: something's gonna stink in Rossdorf, purty darn soon..... ", "In Wacky Wacky West you and your fellow townfolk place track tiles, street tiles, and river tiles hoping to destroy your rivals' buildings.", "Every time someone tries to build over a precious outhouse, the town votes!", "You try to enlist your supporters (represented by cards) to vote with you to stop or encourage the play of certain tiles-perhaps saving some of your buildings or taking out those of your dastardly opponents."], "objectid": "19", "boardgamemechanic": [["2002", "Tile Placement"], ["2017", "Voting"]], "yearpublished": 1991, "boardgamecategory": [["1023", "Bluffing"]], "name": "Wacky Wacky West"},
{"description": ["In this game of science fiction strip mining, players land on a planet and try and grab as much ore as possible and take off before the game is over.", "Each player has tanks, boats, barges, mining equipment and a base ship at his disposal and will have to contend with the weather and the other miners.", "The game uses an action point allowance system and thus is dice free.", "Each player on his turn has a pool of points that he can divide in a variety of ways, putting all the points into one unit's movement or dividing them among several units.", "Each turn is timed so players have to think quickly, and once a move has been made it cannot be retracted.", "The game itself is beautifully put together, with a detailed hex grid and real metal miniatures for all of the units.", "Online Play: ", "    Full Metal Galaxy", "    Full Metal Program", "    VASSAL module", "Re-implemented by:", "    Full Metal Conquête (as a two-player version)", "Expanded by:", "    Full Metal Planete: Plateau Modulaire.", "Microbadges:", " Buy It"], "objectid": "20", "boardgamemechanic": [["2001", "Action Point Allowance System"]], "yearpublished": 1988, "boardgamecategory": [["1016", "Science Fiction"]], "name": "Full Metal Planete"},
{"description": ["A 4X game (eXplore, eXpand, eXploit, eXterminate) along the lines of Masters of Orion, players each control a space faring empire that moves out to other star systems to explore and conquer."], "objectid": "21", "boardgamemechanic": [], "yearpublished": 1981, "boardgamecategory": [["1015", "Civilization"], ["1020", "Exploration"], ["1016", "Science Fiction"]], "name": "Gateway to the Stars"},
{"description": ["From the 2nd edition rulebook intro for MAGIC REALM:", "MAGIC REALM is a game of fantasy adventuring, set in a land filled with monsters, fabulous treasures, great warriors, and magicians.", "The scene is set in the ruins of a mighty kingdom, now inhabited by sparse groups of natives and swarms of monsters.", "Beneath it all are the rich remnants of a magical civilization, scattered and lost across the map.", "To this scene come the adventurers, seekers of riches and fame, to make a name for themselves in this promising field.", "Swordsman and Dwarf, Magician and Sorceror, the humans and the half-humans come seeking to loot the legendary riches of a lost civilization.", "Now you can play the part of one of these adventurers, stepping into an unknown Realm of magic and monsters, battles and treasures.", "As a player, you will take on the role of one of the sixteen major characters who are represented in detail in the game.", "You will control where he goes, what he tries to do, how he handles himself in combat, and much more.", "In the course of the game, you will run into deadly monsters, tribes of humans ranging from old friends to sworn enemies, and treasures that will enhance your abilities in many ways.", "MAGIC REALM is a complex game designed to recapture the suspense and desperate struggles of fantasy literature.", "The game creates a small but complete fantasy world, where each game is a new adventure with a new map where everything lies hidden at new locations.", "The game includes many more playing pieces than are actually used in a single playing.", "The additional pieces are set up and can appear, depending on the directions in which the characters explore, but many of the treasure troves, treasures, and spells will still be set up, unfound, when the game ends, and many of the monsters and natives might never be met.", "The result is an extremely unpredictable game full of surprises, a game that plays very differently each time it is played.", "The complete game system includes hiking, hiding and searching, fatigue, wounds, rest, trade, hiring natives, and combat between characters, monsters, and natives using a variety of weapons on horseback and afoot, as well as many magical effects.", "Between exploring a new land where the mountains, caves, valleys, and woods change every game, and not knowing what you will find in each place, you will find each game a new and unpredictable adventure, filled with surprises.", "You will find this like no other board game you have ever played.", "Avalon Hill Complexity rating - 9", "See also the list of articles about Magic Realm in The General."], "objectid": "22", "boardgamemechanic": [["2689", "Action / Movement Programming"], ["2011", "Modular Board"], ["2003", "Rock-Paper-Scissors"], ["2028", "Role Playing"], ["2020", "Simultaneous Action Selection"], ["2015", "Variable Player Powers"]], "yearpublished": 1979, "boardgamecategory": [["1022", "Adventure"], ["1020", "Exploration"], ["1010", "Fantasy"]], "name": "Magic Realm"},
{"description": ["Classic game of fantasy empires clashing.", "Each player controls a unique realm and attempts to use diplomacy and might to ascend to rulership.", "A colorful map and a host of fantastic creatures bring out a fleshed out fantasy world.", "Expanded by:", "    Scarlet Empire"], "objectid": "23", "boardgamemechanic": [["2072", "Dice Rolling"], ["2026", "Hex-and-Counter"], ["2079", "Variable Phase Order"]], "yearpublished": 1979, "boardgamecategory": [["1010", "Fantasy"], ["1001", "Political"], ["1019", "Wargame"]], "name": "Divine Right"},
{"description": ["Sprawling game of space faring races out to dominate known space.", "This game combines a number of elements from other game systems into a unique package.", "Hex tiles create the game board and each player begins with a race with unique powers.", "The game focuses heavily on a political voting phase and a web of trade agreements between players.", "Part of the Twilight Imperium Series.", "Expanded with:", "    Twilight Imperium: Borderlands", "    Twilight Imperium: Distant Suns", "    Twilight Imperium: Twilight Armada", "    Twilight Imperium: The Outer Rim", "Re-implemented in:", "    Twilight Imperium (second edition)", "    Twilight Imperium (Third Edition)"], "objectid": "24", "boardgamemechanic": [["2072", "Dice Rolling"], ["2026", "Hex-and-Counter"], ["2011", "Modular Board"], ["2002", "Tile Placement"], ["2015", "Variable Player Powers"], ["2017", "Voting"]], "yearpublished": 1997, "boardgamecategory": [["1015", "Civilization"], ["1026", "Negotiation"], ["1001", "Political"], ["1016", "Science Fiction"], ["1113", "Space Exploration"], ["1019", "Wargame"]], "name": "Twilight Imperium"},
{"description": ["In this fantasy sequel to Twilight Imperium, players control races that must juggle military and economic concerns with a quest to gather the magical stars spread across the land.", "The game board is made up of hex tiles and players use a resource system that has similarities to The Settlers of Catan.", "A card driven system resolves players' quests.", "Expanded by:", "    Battlemist: The Sails of War", "Reimplemented by:", "    Runewars"], "objectid": "25", "boardgamemechanic": [], "yearpublished": 1998, "boardgamecategory": [["1020", "Exploration"], ["1010", "Fantasy"], ["1019", "Wargame"]], "name": "Battlemist"},
{"description": ["A game that is often described as a semi-sequel to Civilization.", "Players attempt to build up their cultures during the Middle Ages and Renaissance periods.", "The game features a card deck that holds events, payout cards, and famous leaders of the particular eras.", "Although all cards will turn up somewhere during the game, the timing and position in which they will be played is crucial and will ensure a different game every time.", "The main goal of each city-state is to gain points in the form of technical advances, while keeping their culture's misery level as low as possible.", "The payout structure is similar to those of Civilization and Advanced Civilization in that more resources of the same type yield increasingly higher payouts.", "This time particular payouts are triggered by card play for every player at once.", "An ingenious and very smooth working “combat” system is implemented to determine province – and thus resource - control."], "objectid": "26", "boardgamemechanic": [["2046", "Area Movement"], ["2012", "Auction/Bidding"]], "yearpublished": 1996, "boardgamecategory": [["1015", "Civilization"], ["1021", "Economic"], ["1070", "Renaissance"]], "name": "Age of Renaissance"},
{"description": ["Supremacy pits conventional superpowers against one another for control of the earth.", "Along the lines of modern warfare Risk, only with an integrated supply/demand economic system.", "Warfare comes in all forms from conventional, biological, chemical and all the way to nuclear.", "Neat little plastic mushroom clouds are included to show where regions of the earth have been blasted, and if nuclear winter occurs, all players lose.", "The game also spawned a great many supplements to expand the game further."], "objectid": "27", "boardgamemechanic": [["2013", "Commodity Speculation"], ["2072", "Dice Rolling"]], "yearpublished": 1984, "boardgamecategory": [["1021", "Economic"], ["1001", "Political"], ["1019", "Wargame"]], "name": "Supremacy"},
{"description": ["In this classic Steve Jackson (I) game of world domination, each player is a secret society attempting to spread its tendrils into special interest groups throughout the world.", "This latest edition comes with additional cards and reworked graphics to bring the venerable game up to date.", "Re-issue of:", "    Illuminati (Small plastic box with 54 black and white cards and paper money)", "Expansions:", "    Illuminati: Y2K", "    Illuminati: Brainwash (re-work of Illuminati Expansion Set 3)", "    Illuminati: Bavarian Fire Drill", "    Illuminati: Mutual Assured Distraction", "Spin Off:", "    Illuminati: Crime Lords"], "objectid": "28", "boardgamemechanic": [["2041", "Card Drafting"], ["2072", "Dice Rolling"], ["2081", "Route/Network Building"], ["2002", "Tile Placement"], ["2015", "Variable Player Powers"]], "yearpublished": 1987, "boardgamecategory": [["1002", "Card Game"], ["1079", "Humor"], ["1026", "Negotiation"], ["1001", "Political"]], "name": "Illuminati:  Deluxe Edition"},
{"description": ["Having many system similarities to Full Metal Planete, Terrain Vague is a war game-ish game based on young gangs of kids fighting over turf in a junk yard.", "Imagine a R-rated Little Rascals movie with weapons and you get the idea.", "A winner of the 1992 Concours International de Créateurs de Jeux de Société."], "objectid": "29", "boardgamemechanic": [["2001", "Action Point Allowance System"], ["2011", "Modular Board"]], "yearpublished": 1993, "boardgamecategory": [["1046", "Fighting"], ["1079", "Humor"]], "name": "Terrain Vague"},
{"description": ["An epic fantasy quest to recover an ancient magic scepter from a tyrant king in his Dark Tower, brought to life in electronic form.", "To vanquish the usurper, players search the four realms of the circular game board for three keys to unlock the tower's gate.", "On this journey, there are battles to be fought against roving bands of brigands, dragons, plague and hunger.", "There are bazaars to visit to purchase supplies and assistants for the quest.", "There are uncharted territories to get lost in and tombs and ruins to plunder.", "And there is a mighty army to be raised before the player can lay seige to the tower and fight either to glorious victory or crushing defeat.", "Dated and primitive by today's standards, Dark Tower was nevertheless an astonishing achievement when it was released in 1981.", "Every aspect of the game was monitored by a small computer inside the black plastic shell of the tower itself, an unheard of innovation at the time.", "Players input their moves on a small membrane keypad each turn and the computer took over from there, doing everything from conducting the progress of battles to keeping track of how much (or little) food was left to feed the players' always hungry warriors.", "It could even play recognizable pieces of music at significant points during the game.", "Fan Home Page: ", "http://www.darktowerparts.com", "Well of Souls Fan Page ", "http://well-of-souls.com/tower/"], "objectid": "30", "boardgamemechanic": [["2046", "Area Movement"], ["2661", "Press Your Luck"]], "yearpublished": 1981, "boardgamecategory": [["1022", "Adventure"], ["1072", "Electronic"], ["1020", "Exploration"], ["1010", "Fantasy"], ["1046", "Fighting"]], "name": "Dark Tower"},
{"description": ["Along the lines of HeroQuest comes a much more heavily produced game called Dark World.", "One player is the evil lord who controls the dungeon in which the rest of the players move their characters from room to room, fighting monsters and gaining treasure.", "Real working treasure chests with magic weapons inside and the figures even get to put their new weapons in their character's hands."], "objectid": "31", "boardgamemechanic": [["2072", "Dice Rolling"], ["2676", "Grid Movement"]], "yearpublished": 1992, "boardgamecategory": [["1022", "Adventure"], ["1020", "Exploration"], ["1010", "Fantasy"], ["1046", "Fighting"], ["1047", "Miniatures"]], "name": "Dark World"},
{"description": ["This cute little game is about Indians trying to keep the village from being overrun by buffalo.", "One player is the Indian chief with his dogs while the other player is a herd of rampaging buffalo, all well represented by nice little wooden pieces.", "Each side has its own style of play as the pieces move differently.", "The Lakeside version (Trespass) of this game is one of a series of 2 player strategy games by Lakeside from the 1970s"], "objectid": "32", "boardgamemechanic": [], "yearpublished": 1975, "boardgamecategory": [["1009", "Abstract Strategy"], ["1055", "American West"]], "name": "Buffalo"},
{"description": ["Arkham Horror is a cooperative adventure game themed around H.P Lovecraft's Cthulhu Mythos.", "The game has players exploring the town of Arkham as they attempt to stop unmentionable horrors from spilling into the world.", "It's possible for everyone to go insane and lose in this game.", "Re-implemented in:", "Arkham Horror (2005)"], "objectid": "34", "boardgamemechanic": [["2023", "Co-operative Play"]], "yearpublished": 1987, "boardgamecategory": [["1022", "Adventure"], ["1024", "Horror"], ["1093", "Novel-based"]], "name": "Arkham Horror"},
{"description": ["This sprawling empire game is set in the  Star Fleet Universe.", "Players command one or more races in a variety of scenarios as they replay the \"historical\" situations in the galactic politics of the future.", "It is is the base set for the Federation and Empire series of products.", "The Star Fleet Universe series is based on the game Star Fleet Battles, and Federation & Empire is a strategic game based in that background.", "Federation & Empire is a stand alone game, and Star Fleet Battles is not required or needed to play this game.", "The two games are closely related, and Star Fleet Battles can be used to resolve some or all of the tactical battles of Federation & Empire, and Federation & Empire can be used as a campaign system for Star Fleet Battles.", "The original version came out in 1986, and was published by Task Force Games.", "This was followed in 1990 with the \"Deluxe\" version, which replaced the original release.", "\"Deluxe\" was indicated on the front of the box to indicate it was the new version.", "The Deluxe version included a revised rule book, more counter sheets, and other player aids such as the battle board and player folio.", "The \"Deluxe\" version had three expansions:", "    Federation & Empire - Carrier War", "    Federation & Empire - Module 1 - Special Operations", "    Federation & Empire - Module 2 - Marine Assault", "In 2000, another revision of the rules was completed, and the F&E 2K (as it is called) version stood for a decade.", "In 2010 the countersheets were entirely redone (with a larger number of counters per sheet) and the rulebook was once again revised to incorporate the last 10 years of errata and rulings, allowing a better integration with the expansions that were released during this period.", "Expanded by:", "    Federation & Empire - Advanced Operations", "    Federation & Empire - Combined Operations (combined and replaced Federation & Empire - Module 1 - Special Operations and Federation & Empire - Module 2 - Marine Assault)", "    Federation & Empire - Fighter Operations (replaced Federation & Empire - Carrier War)", "    Federation & Empire - Planetary Operations", "    Federation & Empire - Strategic Operations", "    Federation & Empire ISC War"], "objectid": "36", "boardgamemechanic": [["2026", "Hex-and-Counter"]], "yearpublished": 1986, "boardgamecategory": [["1016", "Science Fiction"], ["1019", "Wargame"]], "name": "Federation & Empire"},
{"description": ["This odd little game put out by Games Workshop Ltd.", "uses some of the components of their Mighty Empires strategy game.", "Players are competing princes in the elven homeland.", "Players have to manage an economy based on villages and cities as they recruit dragons to defeat their enemies."], "objectid": "37", "boardgamemechanic": [], "yearpublished": 1991, "boardgamecategory": [["1010", "Fantasy"], ["1019", "Wargame"]], "name": "Dragon Masters"},
{"description": ["Runes is a different kind of word game where players actually construct the letters with special game pieces.", "Players attempt to figure out not simply the spelling but the actual letter structure of the hidden words.", "Later version was called \"Buzzle.\""], "objectid": "38", "boardgamemechanic": [], "yearpublished": 1981, "boardgamecategory": [["1039", "Deduction"], ["1025", "Word Game"]], "name": "Runes"},
{"description": ["Based on the books of Marion Zimmer Bradley this game melds your typical strategy game with what would normally be found in a party game.", "Players vie for control in a world steeped in psychic energy.", "Mixing strategic placement of counters with chanting and \"I dare you..\" party game mechanics makes for a truly unique game."], "objectid": "39", "boardgamemechanic": [], "yearpublished": 1979, "boardgamecategory": [["1023", "Bluffing"], ["1010", "Fantasy"], ["1093", "Novel-based"]], "name": "Darkover"},
{"description": ["Trying to squeeze Diplomacy into a reasonable amount of time, Eon designed Borderlands to be a game where political wrangling is a must, and a free market society fuels the ambition for conquest.", "Borderlands blends the conflict and deal-making elements from Diplomacy with resource management and inspired Settlers of Catan.", "The German edition of the game, Ascalion, contains elements from the two Borderlands expansions.", "Reimplemented by", "    Gearworld: The Borderlands"], "objectid": "40", "boardgamemechanic": [["2046", "Area Movement"], ["2008", "Trading"]], "yearpublished": 1982, "boardgamecategory": [["1023", "Bluffing"], ["1015", "Civilization"], ["1010", "Fantasy"], ["1026", "Negotiation"], ["1001", "Political"]], "name": "Borderlands"},
{"description": ["In this Sid Sackson classic, players must press their luck with dice and choose combinations tactically to close out three columns.", "The board has one column for each possible total of two six-sided dice, but the number of spaces in each column varies: the more probable a total, the more spaces in that column and the more rolls it takes to complete.", "On their turn, a player rolls four dice and arranges them in duos: 1 4 5 6 can become 1+4 and 5+6 for 5 & 11, 1+5 and 4+6 for 6 & 10, or 1+6 and 4+5 for 7 & 9.", "The player places or advances progress markers in the open column(s) associated with their chosen totals, then chooses whether to roll again or end their turn and replace the progress markers with markers of their color.", "A player can only advance three different columns in a turn and cannot advance a column which any player has closed out by reaching the end space; if a roll doesn’t result in any legal plays, the turn ends with that turn’s progress lost.", "A predecessor from 1974, The Great Races, exists as a paper-and-pencil game."], "objectid": "41", "boardgamemechanic": [["2072", "Dice Rolling"], ["2661", "Press Your Luck"]], "yearpublished": 1980, "boardgamecategory": [["1017", "Dice"]], "name": "Can't Stop"},
{"description": ["Regarded by many as Reiner Knizia's masterpiece, the game is set in the ancient fertile crescent with players building civilizations through tile placement.", "Players are given four different leaders: farming, trading, religion, and government.", "The leaders are used to collect victory points in these same categories.", "However, your score at the end of the game is the number of points in your weakest category, which encourages players not to get overly specialized.", "Conflict arises when civilizations connect on the board, i.e., external conflicts, with only one leader of each type surviving such a conflict.", "Leaders can also be replaced within a civilization through internal conflicts.", "NOTE: More recent editions of the game by Mayfair and Pegasus (possibly among other publishers) contain a double sided board and extra components for playing the advanced version of the game and includes the zikkurat expansion", "Part of what is considered Reiner Knizia's tile-laying trilogy.", "The Hans im Glück Verlags-GmbH version states it is for 2-4 players; the Mayfair Games version states it is for 3-4 players.", " Re-implemented by: ", "     Euphrates & Tigris Card Game"], "objectid": "42", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2040", "Hand Management"], ["2004", "Set Collection"], ["2002", "Tile Placement"]], "yearpublished": 1997, "boardgamecategory": [["1050", "Ancient"], ["1015", "Civilization"], ["1086", "Territory Building"]], "name": "Tigris & Euphrates"},
{"description": ["This is the progenitor of Union Pacific.", "The game is similar to the Sid Sackson classic, Acquire, in that players are competing to become majority stockholders in several highly-abstracted companies.", "Each turn, a player chooses from one of two actions: expand an airline and put stock into his hand, or play stock from his hand.", "The trick is that when a scoring card shows up (randomly), only played stock counts as a player's holdings.", "Re-implemented as:", "    Union Pacific", "    Airlines Europe"], "objectid": "43", "boardgamemechanic": [["2081", "Route/Network Building"], ["2005", "Stock Holding"]], "yearpublished": 1990, "boardgamecategory": [["2650", "Aviation / Flight"], ["1021", "Economic"]], "name": "Airlines"},
{"description": ["This game adds a very interesting twist to the standard trick-taking genre.", "There are five suits and players must follow suit, if they can.", "However, the winner of the trick is the highest card played, regardless of suit.", "The winner gets all the cards from the trick, minus the card he won it with.", "That card is given to the player that played the lowest card.", "After all tricks have been played, the scoring begins.", "Players score the face-value of the cards in the suits that they only collected one or two of, and one point per card for suits with more than two.", "The player with the most points after a number of hands wins the game."], "objectid": "44", "boardgamemechanic": [["2009", "Trick-taking"]], "yearpublished": 1998, "boardgamecategory": [["1002", "Card Game"]], "name": "David & Goliath"},
{"description": ["Liar's Dice is a dice game where each player is given five dice and cup to roll and hide them with.", "Players make successively higher declarations regarding the results of all the dice remaining in the game, e.g.", "\"there are ten sixes\".", "However, someone can always contest the bid.", "When that happens, all the dice are revealed and either the bidder or the caller loses dice, depending on who was correct.", "The last player with dice is the winner.", "There is also a public domain dice game known as Liar's Dice.", "This game is often played with Poker Dice, and differs from the marketed versions in that players only declare on their own hand's value (as opposed to all dice being in play), using poker-hand values.", "Re-implemented by:", "    Bid It"], "objectid": "45", "boardgamemechanic": [["2014", "Betting/Wagering"], ["2072", "Dice Rolling"]], "yearpublished": 1987, "boardgamecategory": [["1023", "Bluffing"], ["1017", "Dice"], ["1064", "Movies / TV / Radio theme"], ["1030", "Party Game"]], "name": "Liar's Dice"},
{"description": ["Another Reiner Knizia standby, this game plays very well with varying numbers of people.", "The object is to accrue the most points during three rounds, which you do by spending your points to bid on sets of cards.", "Each turn the current player turns up one to three cards for all the players to bid on, with the highest bid taking all cards.", "The cards denote a commodity type and quantity/value.", "The round ends when each player's ships are full, or the commodity card deck is exhausted.", "After each round, points are awarded to each player having the most of a given commodity, and to the one with the most valuable total \"cargo load\".", "Part of the Knizia auction trilogy.", "One of the Knizia Florentine auction games.", " Related Games: ", "     Medici vs Strozzi (two-player version)", "     Strozzi"], "objectid": "46", "boardgamemechanic": [["2012", "Auction/Bidding"], ["2004", "Set Collection"]], "yearpublished": 1995, "boardgamecategory": [["1070", "Renaissance"]], "name": "Medici"},
{"description": ["This is a negotiation game in the truest sense of the word.", "In it, players acquire ownership of sections of city blocks then place tiles, representing businesses, onto the block-sections.", "At the end of each turn, each tile you've laid gives you some sort of payout, but completed businesses (formed of three to six connected tiles of the same type) pay quite a bit better.", "All these resources are dealt to the players randomly, however, so players must trade to get matching businesses and adjacent locations.", "This game is #2 in the Alea big box series."], "objectid": "47", "boardgamemechanic": [["2004", "Set Collection"], ["2002", "Tile Placement"], ["2008", "Trading"]], "yearpublished": 1999, "boardgamecategory": [["1029", "City Building"], ["1021", "Economic"], ["1026", "Negotiation"]], "name": "Chinatown"},
{"description": ["Taking on the roles of land-owners in a feudal society, players are charged with running their lands and accruing favor from the bishop by building his cathedral.", "Each turn, players use their resources to bid for that year's agenda, and some resources have more or less value in the bid depending on what type of agenda is available.", "Then players use their remaining resources to build their lands, sack others' lands, bribe others' knights away from defense, or help to build the bishop's cathedral.", "Finally, players harvest new resources for the next turn.", "After all the pieces of the cathedral have been built, the game is over with the victory going to the player with the most victory points.", "This game was originally released as Charlemagne by Think Games at Essen 1998, and later slightly shortened as Krieg und Frieden.", "Re-implements:", "    Charlemagne"], "objectid": "48", "boardgamemechanic": [["2012", "Auction/Bidding"]], "yearpublished": 1999, "boardgamecategory": [["1035", "Medieval"], ["1001", "Political"]], "name": "Krieg und Frieden"},
{"description": ["Designer Uwe Rosenberg has a talent for dreaming up new and inventive card games, and Mamma Mia!", "is a perfect example of this talent, with players placing pizza ingredients into a combined pool, then trying to time their pizza baking in order to make use of what's available in the kitchen.", "Each player starts the game with eight different pizza orders to fill, with one of those order cards in hand; each player also starts with a hand of ingredient cards (showing pepperoni, mushroom, pineapple, green pepper or olive).", "On a turn, a player lays down one or more ingredient cards of a single type into a common stack, then optionally adds a pizza order card to that stack.", "He then refills his hand by drawing as many cards as he played from either the shared ingredient deck or his own order deck.", "After the draw pile is exhausted, the shared pile of cards is flipped over and sorted by ingredients until an order comes up.", "If enough ingredient cards are available to fill that order, the owner scores it; if not, the player can make up the difference by playing cards from his hand (and thereby scoring the order) or else return the card to the bottom of his order deck.", "Once all the orders are scored or returned, shuffle the ingredients used in pizzas and start another round of play.", "After three complete rounds, the player who's filled the most orders wins!", "Expanded/Reimplemented as:", "    Sole Mio!", "(a standalone game with similar game play)", "    Mamma Mia!", "Plus (which combines Mamma Mia!", "and Sole Mio!", "with a new ingredient and more cards for play with up to six)", "Promo Expansion:", "    Mamma Mia: Double Ingredients (featuring Double Ingredients from Sole Mio!)"], "objectid": "49", "boardgamemechanic": [["2040", "Hand Management"], ["2047", "Memory"]], "yearpublished": 1999, "boardgamecategory": [["1002", "Card Game"]], "name": "Mamma Mia!"},
{"description": ["In Lost Cities, a card game from the Kosmos two-player series, the object is to mount profitable expeditions to one or more of the five different lost cities.", "Card play is straightforward, with a few agonizing moments sprinkled through what is mostly a fast-moving game.", "If you start a given expedition, you'd better make some progress in it, or it'll score you negative points.", "If you can make a lot of progress, you'll score quite well.", "After three rounds, the highest total score takes the day.", "Rules are included for a four-player team game that requires two copies to play."], "objectid": "50", "boardgamemechanic": [["2041", "Card Drafting"], ["2040", "Hand Management"], ["2004", "Set Collection"]], "yearpublished": 1999, "boardgamecategory": [["1002", "Card Game"], ["1020", "Exploration"]], "name": "Lost Cities"},
{"description": ["Ricochet Robots is less of a game and more of a puzzle, which explains why there's such an odd number of solutions possible.", "There's a four-piece modular board that forms a large room with walls spread around the board.", "There are also color-coded targets on boards.", "Placed on top of the surface are four robots.", "The idea for each turn/puzzle is to get the like-colored robot to a randomly selected target.", "The trick is that once a robot starts moving, it will continue to move until a wall or another robot stops it.", "Therefore, players are seeking a sequence of moves for the robots that will enable them to move the required robot to the target in the fewest moves."], "objectid": "51", "boardgamemechanic": [["2011", "Modular Board"]], "yearpublished": 1999, "boardgamecategory": [["1009", "Abstract Strategy"], ["1059", "Maze"], ["1028", "Puzzle"], ["1037", "Real-time"]], "name": "Ricochet Robots"},
{"description": ["Mighty Empires is both a strategic layer to the Warhammer system and a boardgame in its own right.", "It allows players of the miniature game to manage a kingdom, explore the world, and attempt to conquer other kingdoms, but it also can be played standalone as a fantasy wargame.", "The game board is constructed with hexagonal tiles to create a unique land with mountains, hills, river valleys, lowlands, and coastal areas.", "The game comes with some nifty bits representing armies, castles, cities and villages."], "objectid": "52", "boardgamemechanic": [], "yearpublished": 1990, "boardgamecategory": [["1010", "Fantasy"], ["1086", "Territory Building"], ["1019", "Wargame"]], "name": "Mighty Empires"},
{"description": ["Brauerei, a game about the German beer market, has players attempting to bring their beer brands to the national markets.", "First though they have to master the local and regional markets, making sure everyone is supplied with beer and attempting to anticipate and evolve the public's taste in beer."], "objectid": "53", "boardgamemechanic": [], "yearpublished": 1996, "boardgamecategory": [["1021", "Economic"]], "name": "Brauerei"},
{"description": ["Tikal is a game of exploration within the Central American jungles in search of lost temples and the treasures within.", "Players send their team of explorers into the jungle, exposing more and more of the terrain.", "Along the way, you find temples that require further uncovering and treasures.", "Players attempt to score points for occupying temples and holding onto treasure.", "Tikal is the first game of the Mask Trilogy.", "Sequel:", "     Tikal II: The Lost Temple"], "objectid": "54", "boardgamemechanic": [["2001", "Action Point Allowance System"], ["2080", "Area Control / Area Influence"], ["2012", "Auction/Bidding"], ["2011", "Modular Board"], ["2004", "Set Collection"], ["2002", "Tile Placement"]], "yearpublished": 1999, "boardgamecategory": [["1020", "Exploration"]], "name": "Tikal"},
{"description": ["Loosely based on the book by Jostein Gaarder, Sophie's World can best be described as a specialized game of Trivial Pursuit aimed at the Philosophical and Hellenistic crowd."], "objectid": "55", "boardgamemechanic": [], "yearpublished": 1998, "boardgamecategory": [["1027", "Trivia"]], "name": "Sophie's World"},
{"description": ["Schoko & Co is all about producing chocolate in order to make money.", "Players are chocolate barons who have to contend with every element of the business from production to sales.", "Buy cocoa, convert it into chocolate and then sell it at sales meetings to big distributors, all along financing the staff and labor to pull it all off.", "Whoever is the most efficient gets the most money and the win.", "Ambition is the title of the French language edition by the same publisher."], "objectid": "57", "boardgamemechanic": [["2012", "Auction/Bidding"], ["2013", "Commodity Speculation"]], "yearpublished": 1987, "boardgamecategory": [["1021", "Economic"]], "name": "Schoko & Co."},
{"description": ["Kings & Things is a classic Tom Wham game of warring kingdoms in a fantasy world and the legions of things that inhabit them.", "The board is made from hex tiles, which allows for a different board layout every time.", "Utilizing an interesting flipped counter element, players attempt to out bluff one another regarding the types of things they have in their armies.", "Reimplements:", "    King of the Tabletop"], "objectid": "58", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2046", "Area Movement"], ["2011", "Modular Board"], ["2016", "Secret Unit Deployment"]], "yearpublished": 1986, "boardgamecategory": [["1023", "Bluffing"], ["1020", "Exploration"], ["1010", "Fantasy"], ["1086", "Territory Building"]], "name": "Kings & Things"},
{"description": ["Besides attempting to find oil in dusty Texas, players must also try to outbid one another for sales contracts in the oil industry.", "An oilfield with drilling sites scattered about is spread out before the players, who take their trucks out trying to grab those sites as quickly as possible.", "Three groups of tiles are laid over the drilling sites, giving a range of value for each site once it has been reached by a player.", "The deeper a site is into the field the greater its overall yield.", "But players have to weigh this against creating a constant supply from the smaller yields that are closer at the beginning of the game.", "Once oil has been produced, players can attempt to sell it on the market.", "But there are only three companies, and with four players this means that one player will be shut out each turn.", "Bidding has an interesting element to it in that player's bidding pools are hidden from one another, making it difficult to tell whether a player is bluffing.", "Reimplemented as Black Gold"], "objectid": "59", "boardgamemechanic": [["2012", "Auction/Bidding"], ["2013", "Commodity Speculation"]], "yearpublished": 1999, "boardgamecategory": [["1021", "Economic"], ["1020", "Exploration"], ["1088", "Industry / Manufacturing"]], "name": "Giganten"},
{"description": ["Along the lines of History of the World by Avalon Hill, players cycle through a series of European civilizations as they attempt to score the most points using the civilization's special powers.", "The game is set in Europe and each player is provided with a pool of wooden tokens to represent their civilizations.", "Each player selects a combination of civilization tiles, which give his civilization special abilities or characteristics.", "Players expand their empire through territorial expansion, often at the expense of other players.", "The key to the game lies in choosing when to decline your currently played-out civ to get a new one which will keep generating points.", "Play continues with the cycling of civilizations until a certain score is reached whereupon final rounds are played and a victor is determined.", "Reimplemented by:", "     Small World (released in March 2009)"], "objectid": "60", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2046", "Area Movement"], ["2015", "Variable Player Powers"]], "yearpublished": 1999, "boardgamecategory": [["1050", "Ancient"], ["1015", "Civilization"], ["1086", "Territory Building"]], "name": "Vinci"},
{"description": ["On the hunt for petrified treasures, players are competing paleontologists trying to make as complete a set as possible of several fossils.", "The board is laid out with a random bunch of fossil pieces and players have to take turns moving a stone about the field to a location where they want to pick up a fossil piece.", "However, every movement costs them prestige points so they have to weigh carefully if the fossil is worth the effort.", "Won Games Magazine Game of the Year award in 1999."], "objectid": "61", "boardgamemechanic": [["2004", "Set Collection"]], "yearpublished": 1998, "boardgamecategory": [["1050", "Ancient"]], "name": "Fossil"},
{"description": ["Players are a group of explorers in a pyramid attempting to learn forbidden knowledge and find treasure.", "However the pyramid has many traps and tricks, and lurking about is the Mummy who will not rest until all are dead.", "Comes with a 3D three level gameboard that players have to ascend and metal miniatures.", "Four additional characters appeared in White Dwarf issue 102.", "Flavour text from the box:", "\"When the moon conjoins with the planet of the God Anubis, the elixir of eternal life will flow.", "Whoever partakes of the sacred waters shall stay youthful for one hundred years.", "Immortality is the reward for he who overcomes the dead that walk.\""], "objectid": "62", "boardgamemechanic": [], "yearpublished": 1988, "boardgamecategory": [["1022", "Adventure"], ["1024", "Horror"]], "name": "Curse of the Mummy's Tomb"},
{"description": ["Samurai is a game about warfare and politics in feudal Japan.", "The aim of the game is to gain the title \"Shogun\" by game end.", "To become Shogun, the player has to gain control of two out of four Imperial Articles scattered across the mapboard.", "These are: the Emperor, The Heir, The Imperial Regalia and Kyoto Castle.", "Playing pieces are the samurai lords of various houses.", "Each lord has a home province which provides him with troops.", "Additional troops may be added through offices, other provinces, castles, etc.", "The game is very similar to another 1970's Avalon Hill game, Kingmaker."], "objectid": "63", "boardgamemechanic": [["2046", "Area Movement"]], "yearpublished": 1979, "boardgamecategory": [["1001", "Political"], ["1019", "Wargame"]], "name": "Samurai"},
{"description": ["Joan of Arc, a game of \"Conquest and Perfidy in the Kingdom of France\", deals with the conflicts in France during the Hundred Years' War.", "It's a multiplayer wargame with a card-driven combat system and a political layer that players must contend with.", "For just over one hundred years England and France battled over who would sit on the French throne.", "Even within France itself factions developed, putting forth their own candidates challenging the rights of the Dauphin.", "From this struggle heroes emerged, notably the Black Prince and Jeanne d'Arc, The Maid of Orleans.", "Tremendous battles were fought at Crecy, Poitiers and Agincourt, yet their impact on the war was ephemeral.", "Long sieges followed short campaigns, bands of the notorious Free Companies, temporarily unemployed, marauded across the countryside in search of rapine and plunder.", "Complicating matters, both famine and plague poisoned the seasons.", "All in all, 'twas a grand time!", "Components:", "1 mounted game board ", "80 cards (a la Tarot) ", "20 resin cast castles and 10 resin cast strongholds ", "die-cut coin markers and garrisons representing the factions of France, England, Navarre, Brittany, Flanders and Burgandy.", "     Sequel Renaissance"], "objectid": "64", "boardgamemechanic": [], "yearpublished": 1998, "boardgamecategory": [["1002", "Card Game"], ["1001", "Political"], ["1019", "Wargame"]], "name": "Joan of Arc"},
{"description": ["Essentially an educational game for children focusing on the science and mechanics behind gardening, The Garden Game comes with a board and spinner but is basically card driven.", "Players move about collecting and trading cards in order to grow plants in their garden."], "objectid": "65", "boardgamemechanic": [["2035", "Roll / Spin and Move"], ["2004", "Set Collection"]], "yearpublished": 1996, "boardgamecategory": [["1002", "Card Game"]], "name": "The Garden Game"},
{"description": ["The king lies near death, so the princes compete to dominate the kingdom and secure the throne by grabbing as much land as possible.", "Each turn a card displays three actions that players can choose from - build a wall, move a wall (expanding your kingdom), place a knight, etc.", "When more than one player chooses the same action, however, a bidding war takes place.", "All kinds of bits come in this package -- walls, castles, knights and a gorgeous game board that allows for variable setups.", "Re-implemented as:", "    Domaine"], "objectid": "66", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2012", "Auction/Bidding"], ["2011", "Modular Board"]], "yearpublished": 1997, "boardgamecategory": [["1001", "Political"]], "name": "Löwenherz"},
{"description": ["Conquest was designed to be a diceless wargame.", "Its latest version updates the original with plastic units and a colorful map.", "Set in ancient times, Conquest has players utilizing troops, cavalry, chariots, elephants and ships to try to capture their opponents' fortifications or occupy the \"quest\" locations.", "The map is designed for point-to-point movement, and play hinges on a pool of action points that each side uses to move its different units.", "Conquest comes in two versions, one designed for four players and one designed exclusively for two.", "Re-implements:", "    Conquest", "Re-implemented by:", "    Grand Conquest"], "objectid": "67", "boardgamemechanic": [["2001", "Action Point Allowance System"], ["2078", "Point to Point Movement"]], "yearpublished": 1975, "boardgamecategory": [["1009", "Abstract Strategy"], ["1050", "Ancient"], ["1019", "Wargame"]], "name": "Conquest"},
{"description": ["Following in the footsteps of the successful card driven war game systems of We the People and Hannibal: Rome vs. Carthage, Successors adds a new element in adding a multi-player dimension to the series.", "Players are the generals under the recently deceased Alexander the Great and recreate the civil war within the Hellenistic sphere of the middle east.", "The map is a point to point system, the counters are extra large and quite colorful and a deck of cards is provided that gives a refreshing twist to the typical war game.", "Re-implemented by:", "    Successors (third edition)"], "objectid": "68", "boardgamemechanic": [["2018", "Campaign / Battle Card Driven"], ["2078", "Point to Point Movement"]], "yearpublished": 1997, "boardgamecategory": [["1050", "Ancient"], ["1019", "Wargame"]], "name": "Successors (second edition)"},
{"description": ["Bollox is easy to learn as there are only two rules.", "Playing the game of Bollox, well, is a bit trickier.", "Your objective?", "Get five pieces in a row.", "Sounds easy, right?", "Rule One: Black plays first.", "Still sounds easy?", "Not so fast!", "Rule Two: The seemingly sudden 'Sandwich Move'.", "Just like it sounds, when you entrap two of your opponent's pieces between two of your own, you get to \"evict\" one of your opponent's pieces.", "This 'Sandwich Move' really does \"bollox up\" the game plan of the unwary player.", "Often the Sandwich Move can completely turn the game around and give you a dazzling win.", "1999 Mensa Select"], "objectid": "69", "boardgamemechanic": [["2048", "Pattern Building"]], "yearpublished": 1999, "boardgamecategory": [["1009", "Abstract Strategy"]], "name": "Bollox"},
{"description": ["This game, with its really wonderful plastic bits, is about building a city.", "Players acquire cards in eight different 'neighborhoods' and then use them to lay out buildings either one, two, or three spaces large.", "The points they receive for a given building is a base score plus bonuses for the buildings surrounding it.", "What makes this game really unique is the city hall.", "Some player must play it (scoring no points for himself) in order for anyone to start placing any structure beyond the simple residences and business."], "objectid": "70", "boardgamemechanic": [["2040", "Hand Management"], ["2011", "Modular Board"], ["2002", "Tile Placement"]], "yearpublished": 1999, "boardgamecategory": [["1029", "City Building"]], "name": "Big City"},
{"description": ["This page does not exist.", "You can edit this page to create it."], "objectid": "71", "boardgamemechanic": [["2046", "Area Movement"], ["2004", "Set Collection"], ["2008", "Trading"]], "yearpublished": 1980, "boardgamecategory": [["1050", "Ancient"], ["1015", "Civilization"], ["1021", "Economic"], ["1026", "Negotiation"]], "name": "Civilization"},
{"description": ["This board game masquerading as a card game is about a conflict between two factions, the Rose and the Eagle.", "In each turn, players attempt to change the allegiance of one land district, contributing power cards to swing the conflict in their favor.", "Players also choose roles such as Diplomat, Traitor, and Builder that give them special abilities for that turn.", "The most potentially devastating role is that of the Verräter, or Traitor, which allows the player to change allegiances just as the conflict begins.", "Points are awarded for winning over districts, for taking certain roles, and for building counting-houses."], "objectid": "72", "boardgamemechanic": [["2041", "Card Drafting"], ["2040", "Hand Management"], ["2011", "Modular Board"], ["2019", "Partnerships"], ["2015", "Variable Player Powers"]], "yearpublished": 1998, "boardgamecategory": [["1002", "Card Game"], ["1001", "Political"]], "name": "Verräter"},
{"description": ["The players put together four shows in any order: Queenie, Wolf, King Lear, and Ballet.", "To accomplish this, players draft actor cards from a constantly changing queue of cards.", "Each card represents actors of varying skills at roles.", "Once a player puts together all the needed roles for a show, the value is judged against all the other productions of that type, with points given relative to the other productions.", "This is a Queen Games reprint of the db-Spiele original, Premiere.", "Re-implemented as:", "     Atlantic Star"], "objectid": "73", "boardgamemechanic": [["2041", "Card Drafting"], ["2004", "Set Collection"]], "yearpublished": 1996, "boardgamecategory": [["1002", "Card Game"]], "name": "Show Manager"},
{"description": ["Apples to Apples consists only of two decks of cards: Things and Descriptions.", "Each turn, a player (referee) selects a Description card and the other players try to pick, from the Things cards in their hands, the Things that best match that Description.", "The player (referee) then chooses the Thing card that appeals most to them and awards the card to the player who played it.", "The referee player role is then passed to the next player.", "Once a player has won a pre-determined number of Thing cards, that player wins."], "objectid": "74", "boardgamemechanic": [["2040", "Hand Management"], ["2020", "Simultaneous Action Selection"]], "yearpublished": 1999, "boardgamecategory": [["1002", "Card Game"], ["1079", "Humor"], ["1030", "Party Game"], ["1025", "Word Game"]], "name": "Apples to Apples"},
{"description": ["This game is from an odd genre, real-time card games.", "Each of the players (except the dealer) is a person falling to his death.", "The goal is not to live, rather just to be the last one to go splat.", "The dealer continues dealing cards to players, eventually giving them 'ground' cards.", "But on the way down players can do all kinds of nasty stuff to each other to ensure their relative longevity.", "Versions", "     Color version (Out of Print)", "     Falling—The Goblin Edition (released June 2008)", "Awards", "1998 Origins Award Nominee: Best Traditional Card Game", "1998 Listed in GAMES Magazine's GAMES 100"], "objectid": "75", "boardgamemechanic": [["2040", "Hand Management"]], "yearpublished": 1998, "boardgamecategory": [["1002", "Card Game"], ["1010", "Fantasy"], ["1120", "Print & Play"], ["1037", "Real-time"]], "name": "Falling"},
{"description": ["Airlines vie for control of the American skies in this hybrid business/war game.", "Each turn, the active player decides whether make an investment or, to forgo income for a round and enter Fare Wars.", "In Fare Wars, players pay and roll dice to take over individual spokes to control major-city hubs.", "Income is generated by randomly drawing purchased spokes and controlled hubs.", "When a player, on their turn with no outstanding loans, has a mix of market share and cash on hand that equals or exceeds the winning target (which varies with number of players), that player wins."], "objectid": "76", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2072", "Dice Rolling"]], "yearpublished": 1996, "boardgamecategory": [["2650", "Aviation / Flight"], ["1021", "Economic"], ["1086", "Territory Building"], ["1019", "Wargame"]], "name": "Air Baron"},
{"description": ["EastFront details the conflict between Germany and the Soviet Union during WWII.", "Players have to contend with production, supply, command control and weather to try and break the other sides' lines.", "Several scenarios cover every major point of the war.", "The game comes with a fantastic detailed map of Eastern Europe and Russia printed on card and many wooden blocks for the units.", "This is one section of the complete EuroFront series that covers the entire European conflict of WWII.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets, all of their games are based on the block system.", "Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.", "This does two things:  First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.", "Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.", "Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.", "Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.", "Re-implemented as:", "    EastFront II", "Expanded by:", "    VolgaFront", "    EuroFront"], "objectid": "77", "boardgamemechanic": [["2016", "Secret Unit Deployment"]], "yearpublished": 1991, "boardgamecategory": [["1019", "Wargame"], ["1049", "World War II"]], "name": "EastFront"},
{"description": ["WestFront details the conflict between the Allies and  Germany during WWII between 1943-45.", "Players have to contend with production, supply, command control and the weather to try and break the other sides lines.", "Additional rules are included for amphibious invasions.", "Several scenarios cover every major point of the war.", "The game comes with a fantastic detailed map of Western Europe and Italy printed on card and many wooden blocks for the units.", "This is one section of the complete EuroFront series that covers the entire European conflict of WWII.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets for each of their games none the less all of their games are based on block system.", "Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks.", "This does two things: First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is and it’s current strength.", "Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number.", "Most war games have some type of mechanism that lets units take steps in their overall strength.", "Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.", "Re-implemented as:", "    WestFront II", "Expanded by:", "    EuroFront"], "objectid": "78", "boardgamemechanic": [["2016", "Secret Unit Deployment"]], "yearpublished": 1992, "boardgamecategory": [["1019", "Wargame"], ["1049", "World War II"]], "name": "WestFront"},
{"description": ["MedFront details the conflict between the Allies and Germany during WWII from 1940-43, as well as the Spanish Civil War from 1936-39.", "Players have to contend with production, supply, command control and the weather to break the other side's lines and achieve victory.", "The game comes with a fantastic detailed map of Spain and North Africa printed on card and many wooden blocks for the units.", "This is just one portion of the complete EuroFront series, which covers the entire European conflict of WWII.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets, all of their games are based on the block system.", "Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.", "This does two things:  First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.", "Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.", "Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.", "Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.", "WestFront II includes updated MedFront maps and some Spanish units; EuroFront II has the updated MedFront rules (and the Spanish Civil War scenario and other Spanish units) for those maps.", "Expanded by:", "    EuroFront"], "objectid": "79", "boardgamemechanic": [["2026", "Hex-and-Counter"], ["2016", "Secret Unit Deployment"]], "yearpublished": 1994, "boardgamecategory": [["1019", "Wargame"], ["1049", "World War II"]], "name": "MedFront"},
{"description": ["Volgafront is a folio add-on to Columbia Games EastFront.", "It provides an eastern map extension of Russia so that a complete picture of the strategic possibilities during WWII in Germany's fight with the Soviet Union.", "It also comes with an additional EastFront rulebook and a set of new scenarios that utilize the map extension directly.", "EastFront is required to play with the VolgaFront map.", "VolgaFront is also part of the EuroFront series.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets for each of their games none the less all of their games are based on block system.", "Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks.", "This does two things: First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is and it’s current strength.", "Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number.", "Most war games have some type of mechanism that lets units take steps in their overall strength.", "Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.", "EastFront II includes most of the VolgaFront map (but not scenarios).", "Expands:", "    EastFront", "Expanded by:", "    EuroFront"], "objectid": "80", "boardgamemechanic": [["2016", "Secret Unit Deployment"]], "yearpublished": 1994, "boardgamecategory": [["1042", "Expansion for Base-game"], ["1019", "Wargame"], ["1049", "World War II"]], "name": "VolgaFront"},
{"description": ["Eurofront is a supplementary rules system that allows all of the Front games (EastFront, WestFront, MedFront and possibly the VolgaFront expansion) to be combined into one sprawling game that covers the entire European theater of WWII.", "Rules are provided to link all the games together seamlessly and add units for neutral and minor powers in Europe.", "Further, rules are provided so that simulate the political history and allow for the possibility that non-historical outcomes occur with respect to how minor powers react to the events of WWII.", "Part of the EuroFront series.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets, all of their games are based on the block system.", "Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.", "This does two things:  First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.", "Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.", "Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.", "Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.", "Expands:", "    EastFront, WestFront, MedFront (all required) and VolgaFront (optional)", "Expanded by:", "    EuroFront Expansion Set (never released)", "Re-implemented as:", "    EuroFront II"], "objectid": "81", "boardgamemechanic": [["2016", "Secret Unit Deployment"]], "yearpublished": 1995, "boardgamecategory": [["1042", "Expansion for Base-game"], ["1019", "Wargame"], ["1049", "World War II"]], "name": "EuroFront"},
{"description": ["Bobby Lee covers the eastern theater of the American Civil War around the Virginia area from 1861-1865.", "It comes with a beautiful card-stock map of Maryland, Pennsylvania and Eastern Virginia and heaps of wooden blocks for the North and South.", "The game utilizes both a strategic layer of the conflict but also provides a slightly more tactical layer of combat with additional battle maps that allow for center, and flank positions of specific units.", "The game can be combined with Sam Grant so that both theaters of the Civil War can be played out at the same time.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets for each of their games none the less all of their games are based on block system.", "Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks.", "This does two things: First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is and it’s current strength.", "Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number.", "Most war games have some type of mechanism that lets units take steps in their overall strength.", "Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.", "All artwork and graphics in the game Bobby Lee was created by RPG/Historical artist, Eric Hotz."], "objectid": "82", "boardgamemechanic": [["2072", "Dice Rolling"], ["2016", "Secret Unit Deployment"]], "yearpublished": 1993, "boardgamecategory": [["1048", "American Civil War"], ["1019", "Wargame"]], "name": "Bobby Lee"},
{"description": ["Sam Grant covers the western theater of the American Civil War around the Mississippi area from 1862-1864.", "It comes with a beautiful card-stock map from Vicksburg to Cincinnati and heaps of wooden blocks for the North and South.", "The game utilizes both a strategic layer of the conflict but also provides a slightly more tactical layer of combat with additional battle maps that allow for center, and flank positions of specific units.", "The game can be combined with Bobby Lee so that both theaters of the Civil War can be played out at the same time.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets for each of their games none the less all of their games are based on block system.", "Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks.", "This does two things: First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is and it’s current strength.", "Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number.", "Most war games have some type of mechanism that lets units take steps in their overall strength.", "Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.", "All artwork and graphics in the game Sam Grant was created by RPG/Historical artist,  Eric Hotz."], "objectid": "83", "boardgamemechanic": [["2016", "Secret Unit Deployment"]], "yearpublished": 1997, "boardgamecategory": [["1048", "American Civil War"], ["1019", "Wargame"]], "name": "Sam Grant"},
{"description": ["Rommel in the Desert is a pre-\"Front\" game touching on the conflict between the British and Germans in North Africa during WWII.", "A game of maneuver, each side has to move with precision and know when to strike, since a cut in supply spells disaster for either side.", "The supply system is card driven.", "The game comes with a well painted map of North Africa and 100 wooden blocks to represent the British and Germans.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets for each of their games none the less all of their games are based on block system.", "Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks.", "This does two things: First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is and its current strength.", "Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number.", "Most war games have some type of mechanism that lets units take steps in their overall strength.", "Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.", "Home Page: ", "http://www.columbiagames.com/cgi-bin/query/cfg/zoom.cfg?prod..."], "objectid": "84", "boardgamemechanic": [["2072", "Dice Rolling"], ["2016", "Secret Unit Deployment"]], "yearpublished": 1982, "boardgamecategory": [["1019", "Wargame"], ["1049", "World War II"]], "name": "Rommel in the Desert"},
{"description": ["Quebec 1759 is a small, simple and short war game covering the conflict between the British and the French in Canada during the French and Indian War.", "The game comes with a gorgeous map drawn in the style of the period.", "Movement is conducted via a point-to-point system following the roads and towns in the area around Quebec.", "The game comes with handfuls of blocks to represent the British and French units.", "This title uses Columbia Games Block system.", "While there are variations in the rule sets, all of their games are based on the block system.", "Basically this means that rather than using the traditional counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.", "This does two things:  First it provides an easy way of producing a \"fog of war\" because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.", "Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.", "Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.", "Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.", "With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play."], "objectid": "85", "boardgamemechanic": [["2072", "Dice Rolling"], ["2078", "Point to Point Movement"], ["2016", "Secret Unit Deployment"]], "yearpublished": 1972, "boardgamecategory": [["1019", "Wargame"]], "name": "Quebec 1759"},
{"description": ["Victory: The Blocks of War is a Block game published in 1998 by Columbia Games.", "It is a generic war game played on modular maps with World War II units.", "The game uses a stripped down Front system, with the whole command control element removed and simplified movement and unit production.", "Block sets for blue and red players and several maps are included in the base game.", "There are many supplements available, including basic block sets for four additional colors (black, orange, green, and gray), ten-unit elite sets for each color, maps with various terrain, and a logistics expansion which provides a twist on production and adds other strategic elements to the game.", "Expanded by:", "    Victory: The Blocks of War - Additional Blocksets", "    Victory: The Blocks of War - Elite Blocksets", "    Victory: The Blocks of War - Extra Maps", "    Victory: The Blocks of War - Logistics Set"], "objectid": "87", "boardgamemechanic": [["2026", "Hex-and-Counter"], ["2016", "Secret Unit Deployment"]], "yearpublished": 1998, "boardgamecategory": [["1019", "Wargame"], ["1049", "World War II"]], "name": "Victory:  The Blocks of War"},
{"description": ["Torres is an abstract game of resource management and tactical pawn movement.", "Players are attempting to build up castles and position their knights to score the most points each turn.", "Players have a limited supply of knights and action cards that allow special actions to be taken.", "Efficient use of pieces and cards, along with a thoughtful awareness of future possibilities, is the heart of this game.", "Torres is considered by many to be an informal member of what is referred to as the Mask Trilogy."], "objectid": "88", "boardgamemechanic": [["2001", "Action Point Allowance System"], ["2080", "Area Control / Area Influence"], ["2043", "Area Enclosure"], ["2041", "Card Drafting"], ["2676", "Grid Movement"], ["2040", "Hand Management"], ["2002", "Tile Placement"]], "yearpublished": 1999, "boardgamecategory": [["1009", "Abstract Strategy"], ["1035", "Medieval"]], "name": "Torres"},
{"description": ["From GMT website :", "\"How many times have you said “I would have done it differently?” With Blue vs Gray: The Civil War Card Game now’s your chance.", "Sack Beauregard and replace him with A.S.", "Johnston.", "Dump Hooker for Thomas.", "And never, ever let Stuart go joyriding.", "A CARD GAME THAT PLAYS LIKE A WARGAME", "~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~", "Corps, insignia, Divisions, flags, important events, civilians & commanders - they're all here!", "Fight on an accurate map of America, made of cards, built up as you play.", "The people and events that made a difference in the War Between the States are on your front lines, making a difference in whether you win or lose.  ", "NON-COLLECTIBLE AND PROUD OF IT", "~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~", "You get every card needed to play your side.", "(100 cards in the Northern deck and 100 cards in the Southern deck.", ") No elusive “rare” cards to ruin games, or drive up prices.", "How can you recreate the War without Jackson or Sherman ?\"", "BoardGameGeek introduction :", "Blue vs. Gray is an interesting card game that covers the whole span of the civil war at the strategic level.", "Each side has its own deck of cards which includes leaders, units and special actions and events.", "Through the use of cards a map of the entire south slowly is revealed as the war progresses.", "Players have to manage their forces through an elaborate command structure while watching the expenditure of their supply.", "The entire game can be played in an evening and carried away in a player's pockets."], "objectid": "89", "boardgamemechanic": [["2072", "Dice Rolling"], ["2040", "Hand Management"]], "yearpublished": 1999, "boardgamecategory": [["1048", "American Civil War"], ["1002", "Card Game"], ["1017", "Dice"], ["1019", "Wargame"]], "name": "Blue vs. Gray"},
{"description": ["Spewed out amidst the rest of the 'Phantom Menace' merchandise, this little card game from Hasbro actually rises to a decent level for the true Gamer.", "The game focuses on the duel between Qui-Gon and Darth Maul.", "Players face off in three battles per round trying to beat the other in two out of the three battles.", "If you win a round then you score a point on the victory track.", "Players have to manage a hand of cards and decide when to press forward and when to concede a battle."], "objectid": "90", "boardgamemechanic": [["2040", "Hand Management"]], "yearpublished": 1999, "boardgamecategory": [["1002", "Card Game"], ["1064", "Movies / TV / Radio theme"], ["1016", "Science Fiction"]], "name": "Star Wars: Episode 1; Clash of the Lightsabers"},
{"description": ["(from GMT Games' website:)", "They called it the Great War.", "In over four years of titanic struggle, the ancient Europe of Kings and Emperors tore itself to pieces, giving birth to our own violent modern age.", "The bloody battles fought in the trenches of the Western Front, the icy plains of Poland, the mountains of the Balkans, and the deserts of Arabia, shaped the world we know today.", "We are all orphans of the Great War.", "Paths of Glory: The First World War, designed by six-time Charles S. Roberts awards winner, Ted Raicer, allows players to step into the shoes of the monarchs and marshals who triumphed and bungled from 1914 to 1918.", "As the Central Powers you must use the advantage of interior lines and the fighting skill of the Imperial German Army to win your rightful 'place in the sun.", "' As the Entente Powers (Allies) you must bring your greater numbers to bear to put an end to German militarism and ensure this is the war 'to end all wars.", "' Both players will find their generalship and strategic abilities put to the test as Paths of Glory's innovative game systems let you recreate all the dramatic events of World War I.", "Components:", "     316 full-color die-cut counters:", "         176 5/8” die cut counters", "         140 1/2” die cut counters ", "     One 22x34\" full-color mapsheet showing most of Europe and the Near East", "     110 Strategy Cards", "     32-page Rule Book including sample game replay (21 pages of actual rules)", "     Two Player Reference Cards ", "DESIGNER: Ted Raicer", "DEVELOPER: Andy Lewis", "ART DIRECTOR: Rodger B. MacGowan", "MAP ART: Mark Simonitch", "CARDS & COUNTER ART: Mark Simonitch", "(BGG description:)", "Following in the footsteps of We the People, Hannibal: Rome vs. Carthage, Successors (second edition), and For the People, Paths of Glory utilizes a similar card-driven system.", "The game covers WWI from its outbreak to American intervention and spans all of Europe and the Middle East.", "Not only is the game innovative, but it also plays fast, usually within just an evening.", "While the game itself has all of the normal expectations of a wargame, with various units, CRT charts and period chrome, at heart the game rests within the card play.", "Players are given a hand of cards to play out six sub-phases of a turn.", "Each sub-phase allows for the use of a card or a pass with a minimal movement of units.", "Each card has four possible uses: operational movement, strategic movement, special events, and replacement points.", "The cardplay forces players to constantly make tough decsions as they feel that they need to do a little bit of everything but they can only do one thing at a time.", "How you play your cards will decide to a large degree the outcome of the war."], "objectid": "91", "boardgamemechanic": [["2018", "Campaign / Battle Card Driven"], ["2072", "Dice Rolling"], ["2078", "Point to Point Movement"], ["2070", "Simulation"]], "yearpublished": 1999, "boardgamecategory": [["1019", "Wargame"], ["1065", "World War I"]], "name": "Paths of Glory"},
{"description": ["In this award-winning game, players take on the roles of Grandes in medieval Spain.", "The king's power is flagging, and these powerful lords are vying for control of the various provinces.", "To that end, you draft caballeros (knights) into your court and subsequently move them onto the board to help seize control of provinces.", "After every third turn, the regions are scored, and after the ninth turn, the Grande with the most points is deemed the winner."], "objectid": "93", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2012", "Auction/Bidding"], ["2040", "Hand Management"], ["2016", "Secret Unit Deployment"], ["2020", "Simultaneous Action Selection"], ["2079", "Variable Phase Order"], ["2015", "Variable Player Powers"]], "yearpublished": 1995, "boardgamecategory": [["1001", "Political"], ["1070", "Renaissance"]], "name": "El Grande"},
{"description": ["Union Pacific is a train-themed stock market game.", "On each turn, players must choose between expanding a company to increase its value and adding a share of stock to their hand, or playing stock onto the table from their hand to increase their ownership of one or two companies.", "There are four semi-random scoring events, in which the first and second place share holder in each company are paid dividends.", "Only stock that has been previously played onto the table is considered during the scoring rounds.", "Union Pacific is a special company whose shares are claimed according to special rules.", "Union Pacific is not represented on the board but instead pays dividends to all share holders according to a fixed progression chart.", "Money is only used to track victory conditions and cannot be spent during the game.", "The winner is the player with the most money at the end of the game.", "Re-implements:", "     Airlines", "Re-implemented as:", "     Airlines Europe"], "objectid": "94", "boardgamemechanic": [["2041", "Card Drafting"], ["2081", "Route/Network Building"], ["2005", "Stock Holding"]], "yearpublished": 1999, "boardgamecategory": [["1021", "Economic"], ["1034", "Trains"]], "name": "Union Pacific"},
{"description": ["Translated literally, the title means \"Hedgehog Irking\" (or a bit more loosely, \"Annoying the Hedgehogs\"), but the game is usually referred to in English as \"Hedgehogs in a Hurry.", "\" This game gives players several wooden disks (the hedgehogs) to place in one of six rows.", "During a turn, you roll a die, optionally move any of your hedgehogs one row left or right, then move any hedgehog (not necessarily yours!", ") in the row your rolled forward one space.", "But watch out for black spaces; hedgehogs caught there can't continue moving until they're in last place.", "The first player to get three of their four hedgehogs to the end of the board wins.", "Some later versions of this game come with dozens of different variants to keep the game interesting.", "Re-implemented by: Igel Ärgern + Tante Tarantel", "Online Play", "     GameTable Online (free, multi-player, real-time) ", "http://www.brettspielnetz.de", " (turn based, German)"], "objectid": "95", "boardgamemechanic": [["2035", "Roll / Spin and Move"]], "yearpublished": 1990, "boardgamecategory": [["1089", "Animals"], ["1017", "Dice"], ["1031", "Racing"]], "name": "Igel Ärgern"},
{"description": ["Broadsides and Boarding Parties was the first title in Milton Bradley's Gamemaster series of games.", "It is a light tactical war game during the age of sail where two ships face off against one another on the sea.", "There are basically two layers to the game, the broadsides portion in which players plot their movement with a deck of cards, attempting to maneuver their ships in such a way that they can fire a volley of cannon balls at the opponent while minimizing the risk of return fire.", "The second layer of the game begins when the movement of ships results in them bumping into one another.", "In these instances the Boarding Parties portion comes into play.", "Here players line up their ships next to one another and attempt to storm the other ship and kill the opposing captain.", "Players can only move a limited amount of their units each turn and so some planning is required to hem in the opposing captain.", "The components for the game are quite elaborate.", "Each player is given a fully detailed plastic ship about a foot long with removable masts.", "Also, each player is given a whole crew of little plastic pirate figures, cannon, and captain.", "Lastly the board is full color and styled in the period.", "Note that the first edition was published in 1982 by Larry Harris, Jr. (Citadel Game Systems) and came in a box similar in size to the Games Workshop Ltd.", "or Avalon Hill games.", "There are no elaborate plastic ships, cannons or playing pieces in the original edition, though.", "You get paper maps and cardboard counters."], "objectid": "96", "boardgamemechanic": [["2689", "Action / Movement Programming"], ["2072", "Dice Rolling"], ["2040", "Hand Management"], ["2078", "Point to Point Movement"]], "yearpublished": 1982, "boardgamecategory": [["1008", "Nautical"], ["1090", "Pirates"], ["1019", "Wargame"]], "name": "Broadsides and Boarding Parties"},
{"description": ["Conquest of the Empire is part of Milton Bradley's Gamemaster series.", "It is set during the Roman Empire and depicts the struggle around the Mediterranean as rival factions attempt to take control of the empire.", "Each player plays one of these factions and receives a Caesar figure, several general figures, and ships of a specific color.", "Along with these leaders, players utilize a pool of generic units composed of infantry, cavalry, and catapults.", "All game pieces are plastic figures.", "Players attempt to conquer their neighbors and build up cities and fortifications to increase production of wealth.", "Players also may build road networks that allow for faster movement, by all armies.", "Along the way players have to contend with rising inflation which makes military units more and more expensive.", "Eventually through elimination one player pulls ahead for the win.", "Re-implemented by:", "    Eagle Games's Conquest of the Empire (2005)"], "objectid": "97", "boardgamemechanic": [["2046", "Area Movement"], ["2072", "Dice Rolling"]], "yearpublished": 1984, "boardgamecategory": [["1050", "Ancient"], ["1021", "Economic"], ["1019", "Wargame"]], "name": "Conquest of the Empire"},
{"description": ["Axis and Allies is the most successful of Milton Bradley's Gamemaster series.", "It depicts WWII on a grand scale, full global level.", "Up to five players can play on two different teams.", "The Axis which has Germany and Japan, and the Allies which has the USA, the United Kingdom, and the USSR.", "A full map of the world is provided, broken up in various chunks similar to Risk.", "The game comes with gobs of plastic miniatures that represent various military units during WWII.", "Players have at their disposal infantry, armor, fighters, bombers, battleships, aircraft carriers, submarines, troop transports, anti-air guns, and factories.", "All of the units perform differently and many have special functions.", "Players have to work together with their teammates in order to coordinate offenses and decide how best to utilize their production points.", "Players also have the option of risking production resources on the possibility of developing a super technology that might turn the tide of war.", "Axis and Allies was originally published by Nova Games in 1981.", "Re-implemented by:", "    Axis & Allies Anniversary Edition", "     Axis & Allies: Global 1940 (Axis & Allies Pacific 1940 combined with Axis & Allies Europe 1940)", "Expanded by:", "    Totally Untested Volume 2 of Max's Advanced Rules for Axis & Allies (Unofficial expansion)", "    Conquest of the Pacific (Unofficial expansion)", "    Midway (Unofficial expansion)"], "objectid": "98", "boardgamemechanic": [["2046", "Area Movement"], ["2072", "Dice Rolling"], ["2019", "Partnerships"]], "yearpublished": 1981, "boardgamecategory": [["1021", "Economic"], ["1019", "Wargame"], ["1049", "World War II"]], "name": "Axis & Allies"},
{"description": ["Fortress America, originally part of Milton Bradley's Gamemaster series, depicts an alternate near-future in which all of the world attacks and invades the continental United States.", "From the west arrives hordes of Asian foes; from the south arrives a union of South American countries through Mexico, and from the east lands come legions of Soviets who have taken over all of Europe.", "America besieged has to rely on the remaining ground and air forces left in the country along with partisan uprisings to defend mom's apple pie.", "Up to four players can play Fortress America, one player being the U.S.", "and up to three others controlling the invading units from a particular direction.", "Being a near future scenario, the units in the game include conventional infantry, APCs, hovertanks, helicopters, bombers, US partisan units, and special \"Star Wars\" laser relay systems that fire from space.", "The game emphasizes combined arms in that players receive a bonus if infantry, mechanized, and air power are all used in a conflict.", "For the invading countries, all the units they receive for the game are given at the start so they must manage them wisely.", "The U.S., however, starts with a skeleton defense and builds up throughout the game through a random deck of cards.", "Further, the U.S.", "slowly builds up its Star Wars system, so the longer the invaders are delayed, the more powerful the U.S.", "becomes both conventionally and through its defense system.", "Reimplemented by:", "    Sushi - Jalapeño War", "    Fortress America (2012)"], "objectid": "99", "boardgamemechanic": [["2046", "Area Movement"], ["2072", "Dice Rolling"]], "yearpublished": 1986, "boardgamecategory": [["1016", "Science Fiction"], ["1019", "Wargame"]], "name": "Fortress America"},
{"description": ["This game is part of a family which includes Top Race, Daytona 500, and Formel 1.", "Players are dealt a hand of cards which have movement numbers for one or more of the cars.", "When a card is played, the cars are advanced the number of spaces indicated in order from top to bottom.", "However, if the track is blocked, then that movement is lost, so the idea is to use the cards that help your opponents (which you'll likely have to play eventually) only when they won't be able to take advantage of the movement."], "objectid": "101", "boardgamemechanic": [["2012", "Auction/Bidding"]], "yearpublished": 1996, "boardgamecategory": [["1002", "Card Game"], ["1031", "Racing"]], "name": "Detroit-Cleveland Grand Prix"},
{"description": ["Uwe Rosenberg seems to have a talent for inventing novel card game systems, and this game helps his reputation.", "Some describe it as Bohnanza, the second helping, and in this game about collecting sets of different kinds of jewelry  players do buy cards from each other and play cards out of their hands to complete sets of four.", "However, the points awarded for a complete set are adversely affected if multiple sets of similar cards already exist."], "objectid": "102", "boardgamemechanic": [["2004", "Set Collection"]], "yearpublished": 1999, "boardgamecategory": [["1002", "Card Game"]], "name": "Klunker"},
{"description": ["This classic game of the Fantasy Monster Slug-a-thon is a standby from the Avalon Hill of yore.", "The game still has a very devoted following, which is a tribute to the depth of the various strategies and approaches.", "The game is divided into two realms, the masterboard and the battleboards.", "On the masterboard, legions of mythical creatures roam about trying to recruit bigger and badder monsters and kill opposing legions in the process.", "When a combat occurs, the action moves to the corresponding battleboard type corresponding to the area the fight is taking place in.", "After lots of dice are tossed, the army that remains standing is returned to the masterboard with the spoils of war: points.", "The points are used to recruit Angels and Archangels and to augment the leader character of the player's army: The Titan.", "As the points increase, the Titans become ever more powerful; at game end, the titan is able to kill most other character with a single blow.", "But be careful: If the Titan dies, the player is out of the game.", "The last Titan standing is the ruler of all, and winner of the game."], "objectid": "103", "boardgamemechanic": [["2072", "Dice Rolling"], ["2035", "Roll / Spin and Move"], ["2016", "Secret Unit Deployment"], ["2004", "Set Collection"]], "yearpublished": 1980, "boardgamecategory": [["1010", "Fantasy"], ["1046", "Fighting"]], "name": "Titan"},
{"description": ["Players take on the role of editors in this older German title, choosing stories of various general types (politics, sports, entertainment, etc.", ") to run in their respective newspapers.", "Two factors determine a story's worth: timing and size.", "The timing is relevant because the later in the game the story is run the more points it's potentially worth.", "But in this game (as in the real world) size is important, because only the biggest story of any given headline will score."], "objectid": "104", "boardgamemechanic": [["2080", "Area Control / Area Influence"], ["2004", "Set Collection"], ["2070", "Simulation"], ["2002", "Tile Placement"]], "yearpublished": 1991, "boardgamecategory": [["1086", "Territory Building"]], "name": "Extrablatt"},
{"description": ["In Colossal Arena there is a group of eight creatures that are fighting.", "Each round, one of the creatures will die.", "To decide which unlucky soul will be the victim, players put numbered power cards in front of the creatures, with the lowest one going the way of the dodo.", "But what makes this game interesting at all is that players can make five bets throughout the game which will sometimes allow them to use a creature's special power and gives the game a method of scoring at the end.", "Titan: The Arena is actually a reworking of a Reiner Knizia game called Grand National Derby, but Avalon Hill's remake was quite significant from a gameplay standpoint.", "The Titan: The Arena printing is often confused with its namesake, Titan.", "But other than the fact that they both use fantasy creatures as a general theme, there is very little that is similar between the two.", "Reimplemented by: Galaxy: The Dark Ages", "Online Play", "     Ludoholic (no longer available)"], "objectid": "105", "boardgamemechanic": [["2014", "Betting/Wagering"], ["2013", "Commodity Speculation"], ["2040", "Hand Management"]], "yearpublished": 1997, "boardgamecategory": [["1002", "Card Game"], ["1010", "Fantasy"], ["1082", "Mythology"]], "name": "Colossal Arena"},
{"description": ["This game attaches an interesting theme to a fairly standard Rummy framework.", "Playing Victims, Suspects, Scenes, and Evidence-melds, players try to build a case against various suspects for the famous Jack the Ripper serial murders.", "Whichever suit has the most cards played in it when a player goes out is the guilty party, but if all the Victim cards come out before the end of the game, the Ripper might escape, giving the player who produced that card a significant point allowance.", "This is #1 in the Mystery Rummy series."], "objectid": "106", "boardgamemechanic": [["2040", "Hand Management"], ["2004", "Set Collection"], ["2017", "Voting"]], "yearpublished": 1998, "boardgamecategory": [["1002", "Card Game"], ["1040", "Murder/Mystery"]], "name": "Mystery Rummy: Jack the Ripper"}
    ]
}
